export const PORTFOLIO_ITEMS = {
    videoPathPrefix: '/videos/',
    title: 'Портфолио',
    items: [
        {
            title: 'FIRE RAGE',
            description: 'FIRE RAGE — многопользовательский VR-шутер, разработанный для VR-арен.\nhttps://fire-rage.ru/',
            videoFileName: 'fire-rage.mp4',
            cards: [
                {
                    title: 'Обязанности:',
                    icon: '→',
                    items: ["Полная переработка игры, включающая улучшение геймплея, графики и пользовательского опыта.","Разработка уровней (Level Design) с учетом баланса, реиграбельности и иммерсивности.","Подбор игровых ассетов (3D-модели, звуки) для улучшения визуального и аудиального восприятия.","Улучшение графики и визуальных эффектов, повышение общей эстетики проекта.","Ведение игровой документации (GDD) и технической спецификации.","Разработка модульных локаций для быстрой адаптации игры под различные VR-арены.","Создание кадров и сцен для промо-роликов и рекламных материалов."]
                },
                {
                    title: 'Достижения:',
                    icon: '★',
                    items: ["Запуск полностью обновленной версии игры с улучшенным геймплеем и визуалом.","Рост выручки игры в 3,5 раза после обновления.","Увеличение количества клиентов в 3 раза после выхода новой версии.","Успешный старт продаж игры для VR-клубов.","Значительное улучшение графики, отмеченное как новыми, так и старыми игроками.","Положительные отзывы от пользователей и VR-клубов о качестве погружения."]
                }
            ]
        },
        {
            title: 'VR Moving Platform (5D)',
            description: 'VR Moving Platform (5D) — подвижный VR-аттракцион в формате американских горок, создающий эффект полного погружения.',
            videoFileName: 'vr-moving-platform.mp4',
            cards: [
                {
                    title: 'Обязанности:',
                    icon: '→',
                    items: ["Разработка иммерсивного VR-опыта.","Проектирование уровней и трасс с учетом динамики движения платформы, кинетики и комфорта игроков.","Тестирование и отладка уровней для предотвращения дезориентации и укачивания у пользователей.","Создание анимаций, повышающих уровень погружения.","Работа с игровыми ассетами (3D-модели, звуковые эффекты) для повышения реалистичности окружения.","Разработка сценариев взаимодействия игроков с окружением и динамических событий на трассе.","Улучшение пользовательского опыта на основе обратной связи от клиентов и операторов аттракциона."]
                },
                {
                    title: 'Достижения:',
                    icon: '★',
                    items: ["Успешный релиз подвижной VR-платформы с полноценным контентом.","Достигнут прогнозируемый эмоциональный отклик у игроков, соответствующий концепции аттракциона.","Высокий уровень реиграбельности: клиенты возвращаются, чтобы попробовать новые маршруты.","Оптимизирован баланс между интенсивностью движения и комфортом, что позволило расширить аудиторию пользователей.","Повышение вовлеченности посетителей VR-зон и рост доходов за счет разнообразия контента."]
                }
            ]
        },
        {
            title: 'Foulbreaker',
            description: 'Foulbreaker — roguelike-игра с фокусом на реиграбельность. \nПрисоединился к проекту для помощи в качестве гейм-дизайнера.',
            videoFileName: 'foulbreaker.mp4',
            cards: [
                {
                    title: 'Обязанности:',
                    icon: '→',
                    items: ["Анализ игрового процесса и выявление слабых мест.","Корректировка и доработка уровней.","Поиск и тестирование критических багов, влияющих на геймплей и пользовательский опыт.","Формирование видения возможного развития проекта, улучшения механик."]
                },
                {
                    title: 'Достижения:',
                    icon: '★',
                    items: ["Улучшена игровая динамика.","Полное устранение багов на уровнях, что повысило их целостность.","Успешное исправление технических багов, улучшение стабильности игры.","Разработано видение возможного развития проекта."]
                }
            ]
        },
        {
            title: 'ASRP (Role Play) проект',
            description: 'ASRP — ролевой (Role Play) проект. Присоединился к команде в качестве гейм-мастера, отвечая за поддержку RP-атмосферы и вовлечение игроков.',
            videoFileName: 'asrp.mp4',
            cards: [
                {
                    title: 'Обязанности:',
                    icon: '→',
                    items: ["Разработка и проведение ивентов, усиливающих вовлеченность игроков.","Мониторинг RP-атмосферы, обеспечение соблюдения игровых правил и лора проекта.","Создание игровых сценариев, добавляющих глубину ролевому опыту.","Взаимодействие с игроками: помощь в развитии персонажей, урегулирование конфликтных ситуаций, поддержка новичков."]
                },
                {
                    title: 'Достижения:',
                    icon: '★',
                    items: ["Повышение удержания игроков благодаря регулярным событиям и улучшенной RP-атмосфере.","Повышение качества взаимодействия между игроками за счет проработанных игровых сценариев.","Развитие комьюнити за счет активного вовлечения участников в ролевой процесс.","Улучшение репутации проекта среди RP-игроков благодаря созданию качественного контента."]
                }
            ]
        }
    ]
}