export const PORTFOLIO_ITEMS = {
    videoPathPrefix: '/videos/',
    title: 'Портфолио',
    items: [
        {
            title: 'FIRE RAGE',
            description: 'FIRE RAGE — многопользовательский VR-шутер, разработанный для VR-арен.\nhttps://fire-rage.ru/',
            videoFileName: 'firerage.mp4',
            id: 'fire-rage',
            cards: [
                {
                    title: 'Основные обязанности:',
                    icon: '→',
                    items: ["Полная переработка игры, включающая улучшение геймплея, графики и пользовательского опыта.","Разработка уровней (Level Design) с учетом баланса, реиграбельности и иммерсивности.","Подбор игровых ассетов (3D-модели, звуки) для улучшения визуального и аудиального восприятия.","Улучшение графики и визуальных эффектов, повышение общей эстетики проекта.","Ведение игровой документации (GDD) и технической спецификации.","Разработка модульных локаций для быстрой адаптации игры под различные VR-арены.","Создание кадров и сцен для промо-роликов и рекламных материалов."]
                },
                {
                    title: 'Личные достижения:',
                    icon: '★',
                    items: ["Запуск полностью обновленной версии игры с улучшенным геймплеем и визуалом.","Рост выручки игры в 3,5 раза после обновления.","Увеличение количества клиентов в 3 раза после выхода новой версии.","Успешный старт продаж игры для VR-клубов.","Значительное улучшение графики, отмеченное как новыми, так и старыми игроками.","Положительные отзывы от пользователей и VR-клубов о качестве погружения."]
                }
            ]
        },
        {
            title: 'Foulbreaker',
            description: 'Foulbreaker — roguelike-игра с фокусом на реиграбельность. \nПрисоединился к проекту для помощи в качестве гейм-дизайнера. \nhttps://store.steampowered.com/app/2774560/Foulbreaker/',
            videoFileName: 'foulbreaker.mp4',
            id: 'foulbreaker',
            cards: [
                {
                    title: 'Основные обязанности:',
                    icon: '→',
                    items: ["Анализ игрового процесса и выявление слабых мест.","Корректировка и доработка уровней.","Поиск и тестирование критических багов, влияющих на геймплей и пользовательский опыт.","Формирование видения возможного развития проекта, улучшения механик."]
                },
                {
                    title: 'Личные достижения:',
                    icon: '★',
                    items: ["Улучшена игровая динамика.","Полное устранение багов на уровнях, что повысило их целостность.","Успешное исправление технических багов, улучшение стабильности игры.","Разработано видение возможного развития проекта."]
                }
            ]
        },
        {
            title: 'VR Moving Platform (5D)',
            description: 'VR Moving Platform (5D) — подвижный VR-аттракцион в формате американских горок, создающий эффект полного погружения.',
            videoFileName: 'vrplatforma.mp4',
            id: 'vr-moving-platform',
            cards: [
                {
                    title: 'Основные обязанности:',
                    icon: '→',
                    items: ["Разработка иммерсивного VR-опыта.","Проектирование уровней и трасс с учетом динамики движения платформы, кинетики и комфорта игроков.","Тестирование и отладка уровней для предотвращения дезориентации и укачивания у пользователей.","Создание анимаций, повышающих уровень погружения.","Работа с игровыми ассетами (3D-модели, звуковые эффекты) для повышения реалистичности окружения.","Разработка сценариев взаимодействия игроков с окружением и динамических событий на трассе.","Улучшение пользовательского опыта на основе обратной связи от клиентов и операторов аттракциона."]
                },
                {
                    title: 'Личные достижения:',
                    icon: '★',
                    items: ["Успешный релиз подвижной VR-платформы с полноценным контентом.","Достигнут прогнозируемый эмоциональный отклик у игроков, соответствующий концепции аттракциона.","Высокий уровень реиграбельности: клиенты возвращаются, чтобы попробовать новые маршруты.","Оптимизирован баланс между интенсивностью движения и комфортом, что позволило расширить аудиторию пользователей.","Повышение вовлеченности посетителей VR-зон и рост доходов за счет разнообразия контента."]
                }
            ]
        },
        {
            title: 'ASRP (Role Play) проект',
            description: 'ASRP — ролевой (Role Play) проект. Присоединился к команде в качестве гейм-мастера, отвечая за поддержку RP-атмосферы и вовлечение игроков.',
            videoFileName: 'asrp.mp4',
            id: 'asrp',
            cards: [
                {
                    title: 'Основные обязанности:',
                    icon: '→',
                    items: ["Разработка и проведение ивентов, усиливающих вовлеченность игроков.","Мониторинг RP-атмосферы, обеспечение соблюдения игровых правил и лора проекта.","Создание игровых сценариев, добавляющих глубину ролевому опыту.","Взаимодействие с игроками: помощь в развитии персонажей, урегулирование конфликтных ситуаций, поддержка новичков."]
                },
                {
                    title: 'Личные достижения:',
                    icon: '★',
                    items: ["Повышение удержания игроков благодаря регулярным событиям и улучшенной RP-атмосфере.","Повышение качества взаимодействия между игроками за счет проработанных игровых сценариев.","Развитие комьюнити за счет активного вовлечения участников в ролевой процесс.","Улучшение репутации проекта среди RP-игроков благодаря созданию качественного контента."]
                }
            ]
        },
        {
            title: 'Геймджем "Начни Игру" — Кухня Бабы Яги',
            description: 'Кухня Бабы Яги — мобильная казуальная игра с элементами комбинаторики.',
            videoFileName: 'game-jam.mp4',
            id: 'game-jam',
            cards: [
                {
                    title: 'Основные обязанности:',
                    icon: '→',
                    items: ["Формирование и координация команды разработчиков.","Генерация и проработка концепции игры, адаптация идеи под формат геймджема.","Разработка геймдизайнерского документа, постановка задач для команды.","Проектирование игровых механик.","Создание нарративной составляющей, проработка сеттинга и персонажей.","Создание анимаций."]
                },
                {
                    title: 'Личные достижения:',
                    icon: '★',
                    items: ["Команда успешно уложилась в заявленные сроки, реализовав полноценный игровой прототип.","Игра получила высокие оценки экспертов за оригинальность концепции и качество реализации.","Проект отметили за интересную механику комбинаторики, гармонично встроенную в геймплей."]
                }
            ]
        },
        {
            title: 'ArchViz',
            description: 'ArchViz-приложения на Unreal Engine для визуализации 3D-помещений',
            videoFileName: 'diplom.mp4',
            id: 'diplom',
            cards: [
                {
                    title: 'Основные обязанности:',
                    icon: '→',
                    items: ["Проектирование концепции и функционала ArchViz-приложения.","Координация команды разработки.","Проектирование интерактивной навигации внутри виртуального пространства.","Настройка освещения и пост-обработки.","Подготовка презентации проекта и документации для питча."]
                },
                {
                    title: 'Личные достижения:',
                    icon: '★',
                    items: ["Успешно проведенный питч, получивший положительный отклик от аудитории.","Приложение получило высокие оценки за качество визуализации и удобство взаимодействия.","Проект продемонстрировал потенциал использования Unreal Engine в архитектурной визуализации."]
                }
            ]
        }
    ]
}